export const TheoryData =
  [{
    h2: 'Расположение клавиш',
    text: 'Чтобы быстро попадать по нужным клавишам, необходимо знать их расположение на ' +
      'клавиатуре. Поэтому следует запомнить, где находятся основные кнопки — буквы ' +
      'алфавита и знаки препинания. Позже можно будет перейти к расположению функциональных ' +
      'клавиш: Delete, End, Home и т.д. ' +
      'Основная цель — не переводить взгляд с монитора на клавиатуру в поисках кнопки, ' +
      'это отнимает большое количество времени и сильно отвлекает. Взгляд должен быть ' +
      'сосредоточен на открытом на ПК документе, а не на клавишах.Запоминать расположение ' +
      'букв можно любым удобным способом — построчно, по столбикам и т.д. ' +
      'В качестве упражнения рекомендуется следующее: выучить один ряд клавиш и по памяти ' +
      'записать его на листе бумаги.Повторять до тех пор, пока не исчезнут ошибки, и ' +
      'переходить к следующей строке. В следующий раз писать по памяти уже 2 выученных ряда, ' +
      'затем 3.',
    img: ''
  },
  {
    h2: 'Набор текста 10 пальцами',
    text: 'Для быстрой печати на клавиатуре необходимо использовать все 10 пальцев рук. Чтобы ' +
      'освоить данную методику, потребуется практика, и сначала скорость набора текста может ' +
      'снизиться, но со временем это принесет  результат. Начинающие пользователи ПК, как ' +
      'правило, печатают двумя пальцами или даже одной рукой. Самое трудное — избавиться от ' +
      'подобной привычки, каким бы удобным и знакомым ни казался такой способ ввода текста.' +
      'Чтобы научиться печатать на клавиатуре двумя руками, нужно правильно расположить пальцы и запомнить, за какие кнопки отвечает каждый из них:',
    img: '../../../assets/finger position.png'
  },
  {
    h2: 'Положение тела',
    text: 'Правильное положение тела при работе с компьютером также влияет на скорость набора ' +
      'текста. Осанка должна быть ровной, корпус расположен перпендикулярно столу, локти — согнуты ' +
      'под прямым углом. Рекомендуемое расстояние от глаз до монитора — 40-75 сантиметров',
    img: '../../../assets/body position.png'
  },
  {
    h2: 'Выбор клавиатуры',
    text: 'Помимо всего, научиться печатать быстрее помогают эргономичные клавиатуры. Они имеют ' +
      'изогнутую форму, могут состоять из двух частей, разделенных пустым пространством или ' +
      'дополнительными кнопками, колесом прокрутки. Некоторым пользователям намного удобнее работать ' +
      'именно с такими клавиатурами.',
    img: '../../../assets/ergonomic keyboard.png'
  }]
